import fresco from "../images/brends/fresco.svg";
import nescafe from "../images/brends/nescafe.svg";
import capitan from "../images/brends/capitan.svg";
import greenfeld from "../images/brends/greenfeld.svg";
import start from "../images/brends/start.svg";
import pinkpie from "../images/brends/pinkpie.svg";
import aleyka from "../images/brends/aleyka.svg";
import impulse from "../images/brends/impulse.svg";
import drsafe from "../images/brends/drsafe.svg";
import kusok from "../images/brends/kusok.svg";
import malory from "../images/brends/malory.svg";
import mayak from "../images/brends/mayak.svg";
import babyfox from "../images/brends/babyfox.svg";
import djazzy from "../images/brends/djazzy.svg";
import yashkino from "../images/brends/yashkino.svg";
import saomi from "../images/brends/saomi.svg";
import znatnie from "../images/brends/znatnie.svg";
import ankom from "../images/brends/ankom.svg";
import zoloteevo from "../images/brends/zoloteevo.svg";
import zolotoyglobus from "../images/brends/zolotoyglobus.svg";

const brendsArr = [
    {
        id: "001",
        name: "fresco",
        img: fresco,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "002",
        name: "nescafe",
        img: nescafe,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "003",
        name: "Капитан морей",
        img: capitan,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "004",
        name: "greenfeld",
        img: greenfeld,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "005",
        name: "start",
        img: start,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "006",
        name: "pinkpie",
        img: pinkpie,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "007",
        name: "Алейка",
        img: aleyka,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "008",
        name: "impulse",
        img: impulse,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "009",
        name: "drsafe",
        img: drsafe,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "010",
        name: "Кусокъ",
        img: kusok,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "011",
        name: "Мэлори",
        img: malory,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "012",
        name: "Маяк",
        img: mayak,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "013",
        name: "babyfox",
        img: babyfox,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "014",
        name: "Djazzy",
        img: djazzy,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "015",
        name: "Яшкино",
        img: yashkino,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "016",
        name: "Саоми",
        img: saomi,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "017",
        name: "Знатные",
        img: znatnie,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "018",
        name: "Анком",
        img: ankom,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "019",
        name: "Золотеево",
        img: zoloteevo,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
    {
        id: "020",
        name: "Золотой глобус",
        img: zolotoyglobus,
        description: [
            "Группа компаний «Аллегро» основана в 1998 году, с момента открытия первого цеха по фасовке лаврового листа. Рост и развитие компании происходили в условиях зарождения российского рынка специй и приправ: гастрономический бум рождал спрос, мы искали и находили востребованные потребителями вкусы. В 2004 году нами была разработана и выведена на рынок торговая марка «Эстетика вкуса».", 
            "Благодаря профессионализму и прогрессивному взгляду на развитие компании мы быстро добились успеха и сегодня входим в десятку лидеров по производству и реализации специй, приправ не только на территории России, но и стран ближнего зарубежья.",
            "Наша компания входит в продуктовую цепь по производству и продаже специй и приправ, с гарантией обеспечения потребителей качественной и безопасной продукцией."
        ],
    },
];

export default brendsArr;