const categoriesArr = [
    {
        name: "Бакалея",
        items: [
            {
                name: "Быстрое приготовление",
                items: ["Лапша", "Пюре"],
            },
            {
                name: "Кетчуп, соус, томатная паста",
                items: ["Горчица", "Кетчуп", "Майонез", "Соус", "Томатная паста", "Уксус", "Хрен"],
            },
            {
                name: "Консервация",
                items: ["Варенье, джем, повидло", "Оливки, маслины", "Вторые обеденные блюда", "Грибы", "Каша", "Куриная консервация", "Мясные деликатесы", "Овощи консервные", "Овощи натуральные", "Овощные закуски", "Паштет", "Первые обеденные блюда", "Рыбная консервация", "Тушенка", "Овощная консервация"],
            },
            {
                name: "Масло подсолнечное",
                items: "",
            },
            {
                name: "Детское питание",
                items: ["Вода, соки, напитки", "Детская бакалея, печенье", "Пюре"],
            },
            {
                name: "Чай, кофе",
                items: ["Какао", "Кофе", "Цекорий", "Чай"],
            },
            {
                name: "Крупа",
                items: ["Горох", "Гречневая крупа", "Кукурузная крупа", "Манная крупа", "Овсяная крупа", "Перловая каша", "Пшено", "Рис", "Фасоль продовольственная", "Хлопья", "Чечевица"],
            },
            {
                name: "Макаронные изделия",
                items: "",
            },
            {
                name: "Мука",
                items: "",
            },
            {
                name: "Приправа",
                items: "",
            },
        ],
    },
    {
        name: "Кондитерка",
        items: [
            {
                name: "Шоколад",
                items: "",
            },
            {
                name: "Конфеты",
                items: "",
            },
            {
                name: "Торты и пирожные",
                items: ["Торты", "Пирожные", "Кексы", "Пироги"],
            },
            {
                name: "Печенье",
                items: "",
            },
            {
                name: "Зефир, мармелад, пастила",
                items: ["Зефир", "Мармелад", "Пастила"],
            },
        ],
    },
    {
        name: "Напитки",
        items: [
            {
                name: "Вода",
                items: ["Без газа", "С газом", "Бутыли"],
            },
            {
                name: "Газировка",
                items: ["Лимонады", "Квас", "Газировка"],
            },
            {
                name: "Морсы, компоты, кисели",
                items: "",
            },
        ],
    },
    {
        name: "Снеки",
        items: [
            {
                name: "Чипсы",
                items: ["Чипсы", "Кукурузные палочки", "Попкорн"],
            },
            {
                name: "Семечки",
                items: "",
            },
            {
                name: "Сухофрукты",
                items: "",
            },
            {
                name: "Орехи",
                items: "",
            },
            {
                name: "Сухарики",
                items: ["Сухарики", "Гренки"],
            },
        ],
    },
    {
        name: "Молочная продукция",
        items: [
            {
                name: "Сливки",
                items: "",
            },
            {
                name: "Творог, творожная массв",
                items: "",
            },
            {
                name: "Йогурты и творожки",
                items: ["Густые йогурты", "Питьевые йогурты", "Творожки"],
            },
            {
                name: "Молоко",
                items: "",
            },
            {
                name: "Сметана",
                items: "",
            },
            {
                name: "Сливочное масло",
                items: "",
            },
            {
                name: "Яйца",
                items: "",
            },
            {
                name: "Сыры",
                items: ["Твердые", "Мягкие", "Творожкые", "Тофу"],
            },
        ],
    },
    {
        name: "Замороженные продукты, мороженное",
        items: [
            {
                name: "Мороженое",
                items: "",
            },
            {
                name: "Замороженные овощи и ягоды",
                items: ["Овощные смеси", "Грибы", "Ягоды", "Картофель"],
            },
            {
                name: "Пельмени, вареники",
                items: "",
            },
            {
                name: "Замороженная выпечка",
                items: ["Блины", "Тесто", "Сырники"],
            },
        ],
    },
];

export default categoriesArr;